MENU = "Выеберите один из пунктов:\n" \
       + "-lab1 - сравнение двух чисел \n" \
       + "-lab2 - парсинг json \n" \
       + "-lab3 - отправить вопрос к api gpt c авторизацией\n" \
       + "-lab5 - парсинг selenium\n"

HELP = "Напиши мне что-нибудь, и я отпрпавлю этот текст тебе в ответ!"

LAB_1 = "Лабораторная 1 сравнение двух чисел\n Введите два числа через пробел"
LAB_1_ERROR = "Ошибка. Введите два числа через пробел"

LAB_2 = "Лабораторная 2 парсинг json файла, введите данные в формате json"
# LAB_2_WAIT =

LAB_3 = "Лабораторная 3 отправить вопрос к api \n" \
        "Отправьте интересующий вас вопрос в тектовом виде одним сообщением\n" \
        "gpt ответит на него."
LAB_3_WAIT = "Генерация ответа занимает некоторое время. Ожидайте. \n" \
             "В случае ошибки генерации вернется соответвующий ответ"

LAB_5 = "Лабораторная 5 спарсить данные с сайта при помощи selenium \n"
